export default function Page() {
  return (
    <>

      <div className="flex flex-col gap-y-2 items-left">
        <h2>нафиг ERP main page</h2>
        <p>
          ERP - это тяжело. Это надо объяснять?<br />
          ERP это дорого, долго, нудно, некрасиво. Даже когда ERP уже развернута - люди с трудом и главное с неохотой ее осваивают. 
          Поддержка - дорого! Каждому сотруднику и айтишнику надо доплачивать за то, что он ERP-специалист.<br />
          SAP? - Боже упаси! (а теперь еще и санкции)<br /> 
          1С - Боже упаси! (а теперь еще и подороже SAP будет).
          Прогаммисты нос воротят - только за хорошие деньги! Серверов не напасешься. Потратишься и все равно одна головная боль. Не дай Бог, если нужно развернуть 
          на тысячи пользователей. Заплатишь в три конца за лицензии, за железо, а основная масса пользователей пользуется одной формочкой).<br />
          Вспоминаем анекдот: Не доллары? А что?!!!<br />
        </p>
        <p>Не 1С? А что?!!!</p>
        <p>А самописные системы!</p>
        <p>
          Нафиг все платные и закрытые системы и платформы! Нужно выбрать современный "модный-молодежный" стэк технологий. 
          Чтобы джуны в очереди стояли только дай поработать для портфолио. И чтобы глобальная поддержка Opensorce-сообщества. 
          Чтобы AI уже прокачался на Stack Overflow.<br />
          Frontend? Нафиг выбирать между Windows/Linux/Mobile! React + Next.js + Tailwind CSS! (заодно нафиг Redux и MobX! - Zustand!).<br />
          Backend? Нафиг Backend! React Server Components! Всё в единой кодовой базе, силами одного fullstack-разработчика. <br />
          СУБД? Нафиг Oracle и MS SQL! Только Postgres. 
        </p>
      </div>
    </>
  );
}
